[
    {
        "id": 1,
        "title":"How to make Chingri Malaikari",
        "image": "https://i.ibb.co/yPDRt4t/Chingri-Malai-Curry-1-480x480.jpg",
        "date": "22 Dec 2022",
        "like": 214,
        "comment": 21,
        "method": "To make Chingri Malaikari, start by frying onions until they become translucent. Then add ginger and garlic paste, along with cumin powder, coriander powder, turmeric powder, green chilies, salt, and sugar. Fry for a minute and then add cleaned and deveined prawns to the pan. Fry until they turn pink and are cooked through. Next, add coconut milk and bring to a boil. Reduce the heat and simmer for 5-10 minutes until the gravy thickens and the prawns are well coated. Turn off the heat and garnish with fresh coriander leaves. Chingri Malaikari can be served hot with steamed rice, making it a satisfying meal. This recipe is perfect for seafood lovers and those who enjoy spicy, flavorful curries. Try it out and indulge in the delicious taste of this Bengali delicacy!"
    },
    {
        "id": 2,
        "title":"How to make Aloo Posto",
        "image": "https://i.ibb.co/mBs5ckx/Bengali-Aloo-Posto-2-3-500x500.jpg",
        "date": "15 Nov 2021",
        "like": 325,
        "comment": 85,
        "method": "Aloo Posto is a traditional Indian dish made with potatoes and poppy seeds. Here's how you can make it: Begin by peeling and cutting 3-4 medium-sized potatoes into small cubes. Soak 1/2 cup of poppy seeds (also known as khus khus) in water for 30 minutes to soften them. Drain the water and grind the poppy seeds into a fine paste using a mixer or blender. Heat 2-3 tablespoons of mustard oil in a pan or kadai over medium heat. Add 2-3 chopped green chilies to the pan and fry for a few seconds."
    },
    {
        "id": 3,
        "title":"How to make Mishti Doi",
        "image": "https://i.ibb.co/XFS1M2V/bengali-mishti-doi-recipe-debjanir-rannaghar.jpg",
        "date": "22 Feb 2023",
        "like": 514,
        "comment": 120,
        "method": "Heat the milk in a heavy-bottomed pan over medium heat until it comes to a boil. Reduce the heat and let the milk simmer for 30 minutes, stirring occasionally. Add the sugar to the milk and stir until it dissolves completely. Let the milk cool down to lukewarm temperature. In a separate bowl, whisk the yogurt until it becomes smooth. Add the whisked yogurt to the milk and stir well to combine. Pour the mixture into small earthen pots or oven-safe bowls. Cover the pots or bowls with a lid or aluminum foil. Preheat the oven to 120°C (250°F). Place the pots or bowls in the oven and bake for 10-12 hours. Remove the pots or bowls from the oven and let them cool to room temperature. Refrigerate the Mishti Doi for at least an hour before serving."
    }
]