[
  {
    "id": 1,
    "name": "Tommy Miah",
    "image": "https://i.ibb.co/q5yQZg9/tony.webp",
    "years_of_experience": 40,
    "numbers_of_recipes": 3,
    "likes": 210,
    "bio": "Tommy Miah is a renowned chef with over 40 years of experience in the culinary industry. He is known for his expertise in Bangladeshi cuisine and has authored several cookbooks. Tommy has also been awarded an MBE for his contribution to the food industry.",
    "recipes": [
      {
        "name": "Kacchi",
        "image": "https://i.ibb.co/fkgzdRY/kacchi-bhai-kacchi-khadok-thumbnail-1649580256406.jpg",
        "ingredients": ["Beef", "Potatoes", "Onion", "Basmati Rice", "Yogurt"],
        "method": "1. Marinate beef in yogurt, garlic, ginger, chili powder, and turmeric for at least 2 hours. 2. Fry sliced potatoes until golden brown and set aside. 3. Fry sliced onions until golden brown and set aside. 4. In a pot, layer marinated beef, fried potatoes, fried onions, and soaked basmati rice. 5. Add water and cook over low heat until the rice is cooked through.",
        "rating": 4.5
      },
      {
        "name": "Chui Jhal",
        "image": "https://i.ibb.co/KhFcjBk/chuijhal-diye-gorur-mangso.jpg",
        "ingredients": [
          "Beef",
          "Onion",
          "Chui Jhal",
          "Green Chilies",
          "Mustard Oil"
        ],
        "method": "1. Heat mustard oil in a pan. 2. Fry sliced onions until golden brown. 3. Add sliced tomatoes and cook until softened. 4. Add chopped green chilies and fish to the pan. 5. Cook over low heat until the fish is cooked through.",
        "rating": 4.0
      },
      {
        "name": "Mejban",
        "image": "https://i.ibb.co/jgVSXR7/evbf-hero.jpg",
        "ingredients": ["Beef", "Onion", "Garlic", "Ginger", "Red Pepper"],
        "method": "1. Marinate beef in garlic, ginger, red pepper, and salt for at least 2 hours. 2. Fry sliced onions until golden brown. 3. Add marinated beef to the pan and cook over low heat until the beef is cooked through.",
        "rating": 3.5
      }
    ]
  },
  {
    "id": 2,
    "name": "Keka Ferdousi",
    "image": "https://i.ibb.co/xzzYJDM/unnamed.jpg",
    "years_of_experience": 20,
    "numbers_of_recipes": 4,
    "likes": 323,
    "bio": "Keka Ferdousi is a talented chef with 20 years of experience. She specializes in fusion cuisine, combining traditional Bangladeshi flavors with international influences. Keka has won numerous awards for her innovative cooking and is a popular television personality.",
    "recipes": [
      {
        "name": "Tehari",
        "image": "https://i.ibb.co/pzbK9wn/tehari.jpg",
        "ingredients": ["Beef", "Potatoes", "Onion", "Basmati Rice", "Ginger"],
        "method": "To make Tehari, first marinate chicken in yogurt, garlic, ginger, chili powder, turmeric, cumin, coriander, and salt for at least 2 hours. Next, fry sliced potatoes until golden brown and set them aside. Then, fry sliced onions until golden brown and set them aside as well. In a pot, heat some oil and add bay leaves, cloves, cinnamon, and cardamom. Fry until fragrant. Add the marinated chicken and fry until browned. Then, add the fried potatoes and onions, and soaked basmati rice. Add enough water to cover the rice and bring to a boil. Reduce the heat, cover the pot, and simmer until the rice is cooked and the liquid has been absorbed. Finally, serve the Tehari hot and enjoy!",
        "rating": 3.9
      },
      {
        "name": "Mutton Rezala",
        "image": "https://i.ibb.co/P5JTXLW/rezala-2.webp",
        "ingredients": ["Mutton", "Chinnamon", "Garlic", "Onion", "Curd"],
        "method": "To make Mutton Rezala, start by grinding onion, ginger, garlic, green chilies, cashews, poppy seeds, coconut, mace, and nutmeg into a smooth paste. Next, heat oil in a pot and add cinnamon, cardamom, cloves, and bay leaves. Fry until fragrant. Then, add the ground paste and fry until the oil separates. Add the mutton and fry until browned. Add water and salt, cover the pot, and cook until the mutton is tender. Finally, add curd, stir well, and simmer for a few more minutes. Serve the Mutton Rezala hot with rice or naan and enjoy the rich and flavorful taste!",
        "rating": 4.0
      },
      {
        "name": "Nehari",
        "image": "https://i.ibb.co/GdkM4Q8/nihari-nehari-tender-meat-stew-cooked-various-spices-low-heat-nihari-nehari-special-meat-stew-prepar.jpg",
        "ingredients": [
          "Beef shank",
          "Onion",
          "Ginger",
          "Garlic",
          "Coriander Seeds"
        ],
        "method": "1. Dry roast coriander seeds, cumin seeds, and fennel seeds in a pan until fragrant. Grind the roasted spices into a fine powder. 2. Heat oil in a pot and fry sliced onions until golden brown. 3. Add ginger and garlic paste and fry until fragrant. 4. Add the ground spice powder, red chili powder, turmeric powder, and salt. Fry for a minute. 5. Add the beef shank, mix well, and fry for 5-10 minutes. 6. Add enough water to cover the meat, bring to a boil, and then reduce the heat to low. 7. Cover the pot and let it cook on low heat for at least 4-6 hours until the meat is tender and the gravy has thickened. 8. Serve hot with naan bread, sliced ginger, and fresh coriander leaves.",
        "rating": 3.6
      },
      {
        "name": "Muri Ghonto",
        "image": "https://i.ibb.co/nDqdz4w/mitali-das020180924071854545.jpg",
        "ingredients": ["Fish", "Rice", "Onion", "Mustard Oil", "Ginger"],
        "method": "Wash the rice and soak it in water for 15-20 minutes. Drain and keep aside. Clean the fish head and marinate it with salt and turmeric powder. Keep aside for 15-20 minutes. Heat mustard oil in a pan and fry the fish head until golden brown. Keep aside. In the same pan, add chopped onions and green chilies. Fry until the onions turn translucent. Add ginger paste and garlic paste. Fry until the raw smell goes away. Add cumin powder, coriander powder, turmeric powder, and red chili powder. Fry for a minute. Add the soaked rice and fry for 2-3 minutes. Add 2 cups of water and salt to taste. Mix well. Add the fried fish head and mix gently. Cover the pan and let it cook on low flame for 15-20 minutes or until the rice is cooked and the water is absorbed. Serve hot.",
        "rating": 4.2
      }
    ]
  },
  {
    "id": 3,
    "name": "Aktar Islam",
    "image": "https://i.ibb.co/6tSQjFx/aktar-islam.jpg",
    "years_of_experience": 25,
    "numbers_of_recipes": 3,
    "likes": 153,
    "bio": "Aktar Islam is a well-known chef with 25 years of experience in the restaurant industry. He is the owner of several successful restaurants in the UK and is known for his contemporary take on classic Bangladeshi dishes. Aktar has appeared on several TV shows and has won numerous awards for his cooking.",
    "recipes": [
      {
        "name": "Chingri Malai Curry",
        "image": "https://i.ibb.co/rQCtXKx/Chingri-Malai-Curry.webp",
        "ingredients": ["Prawns", "Coconut Milk", "Onion", "Garlic", "Ginger"],
        "method": "1. Clean and devein the prawns. Marinate them with turmeric powder and salt for 10 minutes. 2. Heat mustard oil in a pan and fry sliced onions until golden brown. 3. Add chopped garlic, ginger, and green chilies. Fry for a minute. 4. Add cumin powder, coriander powder, and red chili powder. Fry for a minute. 5. Add the marinated prawns and fry until they turn pink. 6. Add coconut milk and bring to a boil. 7. Simmer for 5-10 minutes until the gravy thickens. 8. Adjust salt to taste. 9. Serve hot with steamed rice or naan bread.",
        "rating": 4.5
      },
      {
        "name": "Macher Kalia",
        "image": "https://i.ibb.co/nQCDNjt/Untitled-design-15-1.jpg",
        "ingredients": [
          "Fish",
          "Onion",
          "Tomato",
          "Green Chilies",
          "Mustard Oil"
        ],
        "method": "1. Clean and marinate the fish with turmeric powder, red chili powder, cumin powder, coriander powder, and salt. 2. Heat mustard oil in a pan. 3. Fry sliced onions until golden brown. 4. Add chopped ginger and garlic and fry for a minute. 5. Add sliced tomatoes and cook until softened. 6. Add chopped green chilies and fry for a minute. 7. Add the marinated fish and fry for a minute. 8. Add enough water to cover the fish and bring to a boil. 9. Reduce the heat and simmer for 10-15 minutes until the fish is cooked through and the gravy thickens. 10. Adjust salt to taste. 11. Serve hot with steamed rice.",
        "rating": 4.2
      },
      {
        "name": "Halim",
        "image": "https://i.ibb.co/Ssvs6sp/the-halim-is-something.jpg",
        "ingredients": [
          "Boneless Beef",
          "Yellow Lentils",
          "Wheat",
          "Ginger",
          "Garlic"
        ],
        "method": "1. Wash and soak the yellow lentils and wheat in water for at least 2 hours. 2. In a pot, cook the marinated boneless beef with water, ginger, garlic, and red pepper until tender. 3. In another pot, cook the soaked lentils and wheat with water, turmeric, cumin, coriander, and salt until they are soft and mushy. 4. Mix the cooked beef and lentils together, and then blend them with a hand blender to make a smooth paste. 5. In a separate pan, fry sliced onions until golden brown, and then add the blended beef and lentil paste to the pan. 6. Cook over low heat, stirring occasionally, until the mixture thickens and reaches a porridge-like consistency. 7. Add garam masala and oil to the mixture, and cook for another 10-15 minutes. Serve hot with chopped cilantro and lemon wedges.",
        "rating": 4.7
      }
    ]
  },
  {
    "id": 4,
    "name": "Kamal Mouzder",
    "image": "https://i.ibb.co/mFG3qv4/Chef-Moniruzzaman.jpg",
    "years_of_experience": 30,
    "numbers_of_recipes": 3,
    "likes": 325,
    "bio": "Kamal Mouzder is an experienced chef with over 30 years of experience. He specializes in traditional Bangladeshi cuisine and is known for his expertise in seafood dishes. Kamal has worked in top restaurants around the world and has won several awards for his cooking.",
    "recipes": [
      {
        "name": "Biryani",
        "image": "https://i.ibb.co/2dcj65y/mutton-biriyani-recipe.jpg",
        "ingredients": ["Beef", "Potatoes", "Onion", "Basmati Rice", "Yogurt"],
        "method": "1. Marinate beef in yogurt, garlic, ginger, chili powder, and turmeric for at least 2 hours. 2. Fry sliced potatoes until golden brown and set aside. 3. Fry sliced onions until golden brown and set aside. 4. In a pot, layer marinated beef, fried potatoes, fried onions, and soaked basmati rice. 5. Add water and cook over low heat until the rice is cooked through.",
        "rating": 4.5
      },
      {
        "name": "Chicken Roast",
        "image": "https://i.ibb.co/XpDQgmw/46d6673d61835608e9c78e11d29775fe.jpg",
        "ingredients": ["Chicken", "Garlic", "Ginger", "Yogurt", "Lemon Juice"],
        "method": "1. Marinate chicken with garlic, ginger, yogurt, lemon juice, red chili powder, turmeric powder, cumin powder, coriander powder, and salt. 2. Let it marinate for at least 2 hours. 3. Preheat oven to 180°C. 4. Place marinated chicken on a roasting tray and brush with oil. 5. Roast for 40-45 minutes or until the chicken is cooked through, turning the chicken once or twice during cooking. 6. Serve hot with onion rings and lemon wedges.",
        "rating": 4.0
      },
      {
        "name": "Chicken Biryani",
        "image": "https://i.ibb.co/xjPKrX2/chicken-hyderabadi-biryani-01.jpg",
        "ingredients": ["Chicken", "Basmati Rice", "Onion", "Yogurt", "Garlic"],
        "method": "1. Marinate chicken in yogurt, garlic, ginger, green chilies, and salt for at least 2 hours. 2. Heat ghee in a pot and fry sliced onions until golden brown. 3. Add marinated chicken and cook until the chicken is browned on all sides. 4. Add sliced tomatoes, mint leaves, cilantro leaves, and whole spices (bay leaves, cinnamon, cardamom, and cloves) to the pot. Cook for a few minutes. 5. Layer soaked basmati rice on top of the chicken mixture. 6. Add water and lemon juice to the pot. 7. Cover the pot with a tight-fitting lid and cook over low heat until the rice is fully cooked. 8. Garnish with fried onions, mint leaves, and lemon wedges before serving.",
        "rating": 4.3
      }
    ]
  },
  {
    "id": 5,
    "name": "Dil Afroz Sayda",
    "image": "https://i.ibb.co/NrmMcMT/observerbd-com-1619802276.jpg",
    "years_of_experience": 15,
    "numbers_of_recipes": 3,
    "likes": 154,
    "bio": "Dil Afroz Sayda is a talented chef with 15 years of experience. She specializes in vegetarian and vegan cuisine, and is known for her innovative use of spices and herbs. Dil has won several awards for her cooking and is a popular blogger and food writer.",
    "recipes": [
      {
        "name": "Chicken Curry",
        "image": "https://i.ibb.co/w7jHWXc/Dhaba-Style-Chicken-Curry-Featured-Image-500x500.jpg",
        "ingredients": ["Chicken", "Onion", "Tomatoes", "Ginger", "Garlic"],
        "method": "1. Marinate beef in yogurt, garlic, ginger, chili powder, and turmeric for at least 2 hours. 2. Fry sliced potatoes until golden brown and set aside. 3. Fry sliced onions until golden brown and set aside. 4. In a pot, layer marinated beef, fried potatoes, fried onions, and soaked basmati rice. 5. Add water and cook over low heat until the rice is cooked through.",
        "rating": 4.5
      },
      {
        "name": "Shorshe Ilish",
        "image": "https://i.ibb.co/pLHfrBV/Shorshe-ilish.jpg",
        "ingredients": [
          "Hilsa fish",
          "Mustard oil",
          "Onion",
          "Garlic",
          "Ginger"
        ],
        "method": "1. Clean and cut the Hilsa fish into slices, then rub with turmeric and salt. 2. In a pan, heat mustard oil and fry the fish until golden brown. Remove the fish from the pan and set it aside. 3. In the same pan, add sliced onions, garlic, ginger, and green chili. Fry until the onions turn golden brown. 4. Add mustard seeds and fry for a minute. 5. Grind the fried mixture with some water and mustard seeds to form a paste. 6. In the pan, add the mustard paste, water, turmeric, salt, and sugar, and bring to a boil. 7. Add the fried fish to the pan and cook over low heat until the fish is cooked through and the gravy thickens. Serve hot with steamed rice.",
        "rating": 4.4
      },
      {
        "name": "Shobji Khichuri",
        "image": "https://i.ibb.co/XDNC9cz/shobji-khichuri.jpg",
        "ingredients": [
          "Rice",
          "Lentils",
          "Potatoes",
          "Carrots",
          "Cauliflower"
        ],
        "method": "1. Rinse 1 cup of rice and 1/2 cup of lentils together and soak in water for 30 minutes. 2. In a pot, heat 3 tbsp oil and add 1 tsp cumin seeds, 1 bay leaf, 1 cinnamon stick, 3 cardamom pods, and 3 cloves. Fry until fragrant. 3. Add 1 sliced onion, 2 chopped garlic cloves, and 1 tsp grated ginger. Fry until onions are soft. 4. Add 1 diced potato, 1 diced carrot, 1 cup of cauliflower florets, 1/2 cup of green peas, and 1/2 cup of green beans. Fry for 3-5 minutes. 5. Drain the rice and lentils and add them to the pot. Fry for a minute. 6. Add 1 tsp turmeric powder, 1 tsp coriander powder, 1 tsp cumin powder, and 1 tsp salt. Fry for a minute. 7. Add 4 cups of water and bring to a boil. 8. Lower heat and cover the pot. Cook for 20-25 minutes or until the rice and lentils are cooked through. 9. Serve hot.",
        "rating": 4.0
      }
    ]
  },
  {
    "id": 6,
    "name": "Nahid Ahmed",
    "image": "https://i.ibb.co/qJB9Wfk/1615168441851.jpg",
    "years_of_experience": 18,
    "numbers_of_recipes": 3,
    "likes": 123,
    "bio": "Nahid Ahmed is a professional chef with 18 years of experience in the culinary arts. He specializes in creating traditional dishes with a modern twist, and has won several awards for his innovative recipes. In his free time, Nahid enjoys experimenting with new ingredients and techniques to create exciting new dishes.",
    "recipes": [
      {
        "name": "Beef Kala Bhuna",
        "image": "https://i.ibb.co/9ns9QpR/kala-vhuna.jpg",
        "ingredients": [
          "Beef",
          "Onion",
          "Garlic",
          "Ginger",
          "Red Chili Powder"
        ],
        "method": "1. Heat oil in a pan and add bay leaf, cinnamon stick, cardamom pods, and cloves. Fry until fragrant. 2. Add sliced onions and fry until golden brown. 3. Add minced garlic and ginger and fry for a minute. 4. Add beef and fry until the beef is browned on all sides. 5. Add red chili powder, cumin powder, coriander powder, turmeric powder, and salt. Mix well. 6. Add chopped tomatoes and cook until the tomatoes are softened. 7. Add a cup of water, cover the pan, and cook over low heat until the beef is tender. 8. Add sliced green chilies and cook for a few more minutes. 9. Serve hot with steamed rice or flatbread.",
        "rating": 4.9
      },
      {
        "name": "Firni",
        "image": "https://i.ibb.co/jRmgjf7/download.jpg",
        "ingredients": ["Milk", "Rice", "Sugar", "Cardamom", "Almonds"],
        "method": "1. Soak rice in water for at least 30 minutes. 2. Drain the water and blend the rice into a coarse paste. 3. In a pot, heat milk and add the rice paste while stirring continuously to avoid lumps. 4. Add sugar and cardamom powder to the pot and cook over low heat until the mixture thickens. 5. Pour the mixture into serving bowls and garnish with sliced almonds. 6. Chill the firni in the refrigerator before serving.",
        "rating": 4.0
      },
      {
        "name": "Rosgolla",
        "image": "https://i.ibb.co/2NjfLvJ/images.jpg",
        "ingredients": ["Milk", "Lemon juice", "Sugar", "Water", "Rose water"],
        "method": "1. Heat milk in a pot and bring it to a boil. 2. Add lemon juice to the milk and stir until it curdles. 3. Strain the curdled milk using a cheesecloth and rinse with cold water to remove any lemony taste. 4. Press the cheesecloth to remove any excess water and hang it for about an hour to drain. 5. Knead the cheese until it becomes smooth and form small balls. 6. In a separate pot, dissolve sugar in water and bring it to a boil. 7. Add the cheese balls to the syrup and cook over low heat for about 20 minutes. 8. Add rose water to the syrup and let it cool. 9. Serve the Rosgolla chilled.",
        "rating": 4.6
      }
    ]
  }
]
