[
  {
    "id": 1,
    "name": "Tommy Miah",
    "image": "https://i.ibb.co/q5yQZg9/tony.webp",
    "years_of_experience": 40,
    "numbers_of_recipes": 3,
    "likes": 210,
    "bio": "Tommy Miah is a renowned chef with over 40 years of experience in the culinary industry. He is known for his expertise in Bangladeshi cuisine and has authored several cookbooks. Tommy has also been awarded an MBE for his contribution to the food industry."
  },
  {
    "id": 2,
    "name": "Keka Ferdousi",
    "image": "https://i.ibb.co/xzzYJDM/unnamed.jpg",
    "years_of_experience": 20,
    "numbers_of_recipes": 4,
    "likes": 323,
    "bio": "Keka Ferdousi is a talented chef with 20 years of experience. She specializes in fusion cuisine, combining traditional Bangladeshi flavors with international influences. Keka has won numerous awards for her innovative cooking and is a popular television personality."
  },
  {
    "id": 3,
    "name": "Aktar Islam",
    "image": "https://i.ibb.co/6tSQjFx/aktar-islam.jpg",
    "years_of_experience": 25,
    "numbers_of_recipes": 3,
    "likes": 153,
    "bio": "Aktar Islam is a well-known chef with 25 years of experience in the restaurant industry. He is the owner of several successful restaurants in the UK and is known for his contemporary take on classic Bangladeshi dishes. Aktar has appeared on several TV shows and has won numerous awards for his cooking."
  },
  {
    "id": 4,
    "name": "Kamal Mouzder",
    "image": "https://i.ibb.co/mFG3qv4/Chef-Moniruzzaman.jpg",
    "years_of_experience": 30,
    "numbers_of_recipes": 3,
    "likes": 325,
    "bio": "Kamal Mouzder is an experienced chef with over 30 years of experience. He specializes in traditional Bangladeshi cuisine and is known for his expertise in seafood dishes. Kamal has worked in top restaurants around the world and has won several awards for his cooking."
    
  },
  {
    "id": 5,
    "name": "Dil Afroz Sayda",
    "image": "https://i.ibb.co/NrmMcMT/observerbd-com-1619802276.jpg",
    "years_of_experience": 15,
    "numbers_of_recipes": 3,
    "likes": 154,
    "bio": "Dil Afroz Sayda is a talented chef with 15 years of experience. She specializes in vegetarian and vegan cuisine, and is known for her innovative use of spices and herbs. Dil has won several awards for her cooking and is a popular blogger and food writer."
  },
  {
    "id": 6,
    "name": "Nahid Ahmed",
    "image": "https://i.ibb.co/qJB9Wfk/1615168441851.jpg",
    "years_of_experience": 18,
    "numbers_of_recipes": 3,
    "likes": 123,
    "bio": "Nahid Ahmed is a professional chef with 18 years of experience in the culinary arts. He specializes in creating traditional dishes with a modern twist, and has won several awards for his innovative recipes. In his free time, Nahid enjoys experimenting with new ingredients and techniques to create exciting new dishes."
  }
]
